Repository: netresearch/t3x-nr_sync
Catalog: Resources/Private/Language/*.locallang_module.xlf
Languages: de, pl

# waitingfiles
source: {files} files waiting for synchronisation {size}. Oldest file from {oldestFile} and therefor {minutes} minutes old.
de: {files} Dateien, die auf die Synchronisation {size} warten. Älteste Datei von {oldestFile} und damit {minutes} Minuten alt.
pl: {files} plików oczekujących na synchronizację {size}. Starszy plik z {oldestFile} i tam {minutes} minut.

# error.no_page
source: Please select a page from the page tree.
de: Bitte wählen Sie eine Seite aus dem Seitenbaum.
pl: Wybierz stronę z drzewa strony.

# error.page_not_load
source: Could not load record for selected page: {page_selected}
de: Konnte Datensatz für die ausgewählte Seite nicht laden: {page_selected}
pl: Nie można załadować rekordu dla wybranej strony: {page_selected}

# error.page_type_not_allowed
source: 'Page type not allowed to sync.'
de: 'Seitentyp kann nicht synchronisiert werden.'
pl: 'Typ strony nie może być synchronizowany'.

# error.selectSyncType
source: Please select a sync-type from the dropdown above.
de: Bitte wählen Sie einen Sync-Typ aus der Dropdown-Liste oben.
pl: Wybierz typ synchronizacji z listy rozwijanej powyżej.

# label.page_only
source: Only selected page
de: Nur ausgewählte Seite
pl: Tylko wybrana strona

# label.page_and_subpages
source: Selected page and all {pages} sub pages
de: Ausgewählte Seite und alle {pages} Unterseiten
pl: Wybrana strona i wszystkie strony podrzędne {pages}

# label.subpages_including
source: (thereof are {deleted} deleted, {noaccess} are inaccessible and {falses} have wrong document type)
de: (davon werden {deleted} gelöscht, {noaccess} sind nicht zugänglich und {falses} haben einen falschen Dokumententyp)
pl: (zostały usunięte {deleted} , {noaccess} są niedostępne i {falses} mają nieprawidłowy typ dokumentu)

# label.excluded_pages
source: There are restricted sub areas which are excluded from sync.
de: Es gibt eingeschränkte Unterbereiche, die von der Synchronisierung ausgeschlossen sind.
pl: Istnieją ograniczone podobszary, które są wyłączone z synchronizacji.

# error.select_mark_type
source: Please select how the page should be marked.
de: Bitte wählen Sie, wie die Seite markiert werden soll.
pl: Wybierz sposób oceny strony.

# button.add_to_list
source: Add to sync list
de: Zur Sync-Liste hinzufügen
pl: Dodaj do listy synchronizacji

# button.recursion_depth
source: set recursion depth
de: rekursive Tiefe setzen
pl: ustaw głębokość rekursji

# message.target_locked
source: Target {target} disabled for sync.
de: Ziel {target} für Synchronisierung deaktiviert.
pl: Cel {target} wyłączony dla synchronizacji.

# message.target_unlocked
source: Target {target} enabled for sync.
de: Ziel {target} für die Synchronisierung aktiviert.
pl: Cel {target} włączony do synchronizacji.

# headline.crate_sync
source: Create new Sync
de: Neue Synchronisation erstellen
pl: Utwórz nową synchronizację

# error.sync_in_progress
source: Please re-try in a couple of minutes.
de: Bitte versuchen Sie es in ein paar Minuten erneut.
pl: Spróbuj ponownie za kilka minut.

# success.sync_in_progress
source: Sync started - should be processed within in next 15 minutes.
de: Synchronisation gestartet - sollte in den nächsten 15 Minuten verarbeitet werden.
pl: Synchronizacja rozpoczęta - powinna zostać przetworzona w ciągu następnych 15 minut.

# success.sync_initiated
source: Sync initiated.
de: Sync gestartet.
pl: Synchronizacja zainicjowana.

# label.force_full_sync
source: Force full sync. A full sync of this element will be initiated even if an incremental sync is possible. This should be avoided.
de: Vollsynchronisation erzwingen. Eine vollständige Synchronisation dieses Elements wird gestartet, auch wenn eine inkrementelle Synchronisation möglich ist. Dies sollte vermieden werden.
pl: Wymuś pełną synchronizację. Pełna synchronizacja tego elementu zostanie uruchomiona nawet jeśli możliwa jest synchronizacja przyrostowa. Należy tego uniknąć.

# label.delete_obsolete_rows
source: Delete obsolete Rows on LIVE system. All Rows which are hidden or deleted or where endtime is a date in past will be deleted on target system
de: Löschen Sie veraltete Einträge im LIVE-System. Alle Einträge, die verborgen oder gelöscht sind oder deren Enddatum in der Vergangenheit liegt, werden auf dem Zielsystem gelöscht
pl: Usuń przestarzałe wiersze w systemie LIVE Wszystkie wiersze, które są ukryte lub usunięte lub gdzie endtime jest datą w przeszłości, zostaną usunięte z systemu docelowego

# headline.table_state
source: Table sync status:
de: Tabellenstatus:
pl: Status synchronizacji tabel:

# column.table
source: Table
de: Tabelle
pl: Tabela

# column.last_sync
source: Last sync time
de: Zeitpunkt der letzten Synchronisierung
pl: Czas ostatniej synchronizacji

# column.last_type
source: Last sync type
de: Letzter Sync-Typ
pl: Ostatni typ synchronizacji

# column.last_user
source: Last sync user
de: Letzter Sync-Benutzer
pl: Ostatnia synchronizacja użytkownika

# sync_type.full
source: full
de: voll
pl: pełen

# sync_type.incr
source: incremental
de: inkrementell
pl: przyrostowy

# error.page_is_marked
source: The page has been already marked for synchronisation
de: Die Seite wurde bereits zur Synchronisierung markiert
pl: Strona została już oznaczona do synchronizacji

# headline.sync_list
source: Sync List
de: Synchronisationsliste
pl: Lista synchronizacji

# column.item
source: Item
de: Element
pl: Artykuł 1 1 0 – Ogółem

# column.action
source: Action
de: Aktion
pl: Akcja

# key
source: text
pl: tekst

# label.list_with_subs
source: ({pages} sub pages with {deleted} deleted and {noaccess} inaccessible.)
de: ({pages} Unterseiten mit {deleted} gelöscht und {noaccess} unzugänglich.)
pl: ({pages} podstron z {deleted} usuniętymi i {noaccess} niedostępnymi.)

# label.page
source: Page: {id}
de: Seite: {id}
pl: Strona: {id}

# button.create_sync
source: Create Snyc
de: Synchronisation erstellen
pl: Utwórz Snyc

# headline.waiting_syncs
source: Waiting Syncs
de: Warte auf Synchronisation
pl: Oczekiwanie na synchronizację

# column.file
source: File
de: Datei
pl: Plik

# column.size
source: Size
de: Größe
pl: Rozmiar

# error.last_sync_not_finished
source: There ist already a sync-preparation in progress. Please retry in about 5 Minutes
de: Es ist bereits eine Synchronisations-Vorbereitung im Gange. Bitte versuchen Sie es in etwa 5 Minuten erneut
pl: Trwa przygotowywanie synchronizacji. Spróbuj ponownie za około 5 minut

# info.no_data_dumped
source: 'No data dumped for further processing. The selected sync process did not produce any data to be synced to the target system.'
de: "Keine Daten für die weitere Verarbeitung. Der ausgewählte Sync-Prozess hat keine Daten erzeugt, die mit dem Zielsystem synchronisiert werden können."
pl: 'Brak danych wyrzuconych do dalszego przetwarzania. Wybrany proces synchronizacji nie wygenerował żadnych danych do zsynchronizowania z docelowym systemem.'

# error.zip_failure
source: Zipfile for {file} could not be created.
de: Zip-Datei für {file} konnte nicht erstellt werden.
pl: Nie można utworzyć pliku zipfile dla {file}.

# warning.system_locked
source: System '{system} is locked so no dump-file is created for it.'
de: System '{system} ist gesperrt, damit keine Dump-Datei erstellt wird.'
pl: System '{system} jest zablokowany, więc nie utworzono dla niego żadnego pliku.'

# error.cannot_move_file
source: File {file} could not be moved to {target}.
de: Datei {file} konnte nicht nach {target} verschoben werden.
pl: Plik {file} nie mógł zostać przeniesiony do {target}.

# error.no_pages_marked
source: There are no pages marked to sync.
de: Es gibt keine zu synchronisierenden Seiten.
pl: Brak stron oznaczonych do synchronizacji.

# error.mm_tables
source: MM tables like {tablename} are not supported anymore.
de: MM-Tabellen wie {tablename} werden nicht mehr unterstützt.
pl: Tabele MM takie jak {tablename} nie są już obsługiwane.

# success.sync_assests_init
source: Sync assets initiated
de: Synchronisation der Assets initiiert
pl: Zsynchronizuj zasoby rozpoczęte

# warning.table_state
source: Following tables have changed, please contact your TYPO3 admin:
de: Folgende Tabellen haben sich geändert, bitte kontaktieren Sie Ihren TYPO3-Admin:
pl: Następujące tabele uległy zmianie, skontaktuj się z administratorem TYPO3:

# label.content
source: Content
de: Inhalt
pl: Zawartość

source: Please select
de: Bitte wählen
pl: Proszę wybrać

source: Assets
pl: Aktywa

source: BE users and groups
de: Backendbenutzer und Gruppen
pl: Użytkownicy i grupy BE

source: Domain Records
de: Domain-Datensätze
pl: Rekordy domeny

source: News
de: Nachrichten
pl: Wiadomości

source: FE groups
de: Frontend-Gruppen
pl: Grupy FE

source: Scheduler
de: Planer
pl: Harmonogram

source: Single pages with content
de: Einzelne Seiten mit Inhalt
pl: Pojedyncze strony z treścią

source: TextDB
pl: TekstDB

source: Table state
de: Tabellenstatus
pl: Stan tabeli

source: All
de: Alle
pl: Wszystkie

source: Integration
pl: Integracja

source: Production
de: Produktion
pl: Produkcja

# message.table_state_success
source: Updated table state.
de: Tabellenstatus aktualisiert.
pl: Zaktualizowano stan tabeli.

# error.could_not_write_tablestate
source: Table-state-file is not writable!
de: Tabellenzustandsdatei ist nicht beschreibbar!
pl: Plik stanu tabeli nie jest zapisywalny!

# error.fal_dirty
source: FAL has corrupted entries. (Entries with uid_foreign = 0)
de: FAL hat Einträge beschädigt. (Einträge mit uid_foreign = 0)
pl: FAL jest uszkodzone wpisy. (Wymagania z uid_foreign = 0)

# label.done
source: done
de: fertig
pl: wykonano

# label.clean_fal
source: This tasks can take some time, please be patient ...
de: Diese Aufgaben können einige Zeit dauern, bitte haben Sie Geduld ...
pl: To zadanie może zająć trochę czasu, prosimy o cierpliwość...

# message.notify_success
source: Signaled "{targe}" target for new sync.
de: "{targe}" Ziel für eine neue Synchronisierung signalisiert.
pl: Zaznaczono "{targe}" cel nowej synchronizacji.

# message.notify_unknown
source: Skipped signaling "{target}" target. Unknown notify type: "{notify_type}".
de: Benachrichtigung "{target}" Ziel übersprungen. Unbekannter Typ: "{notify_type}".
pl: Pominięto sygnalizowanie celu "{target}". Nieznany typ powiadomienia: "{notify_type}".

# message.notify_disabled
source: Skipped signaling "{target}" target due to signaling disabled.
de: Benachrichtigung für "{target}" wurde übersprungen, da deaktiviert.
pl: Pominięto zaszyfrowanie celu "{target}" ze względu na wyłączenie sygnału.

# message.notify_skipped_context
source: Skipped signaling "{target}" target due to invalid context. Allowed contexts: {allowed_contexts}'.
de: Benachrichtigung für "{target}" wurde wegen falschem Context übersprungen. Erlaube Contexte sind: {allowed_contexts}.
pl: Pominięto zasygnalizowanie celu "{target}" z powodu nieprawidłowego kontekstu. Dozwolone konteksty: {allowed_contexts}'.

# message.hook_files
source: Created {number} hook URL files
de: {number} Hook-Url-Dateien wurden erstellt
pl: Utworzono {number} plików adresu URL

# warning.urls_system_locked
source: System '{target}' is locked so no url file is created
de: System '{target}' ist für die Snychronisation gesperrt. Es werden keine Hook-Dateien erstellt
pl: System '{target}' jest zablokowany, więc plik url nie został utworzony

# label.sync_type
source: Sync
de: Synchronisation
pl: Synchronizacja

# label.sync_target
source: Target
de: Synchronisations-Ziel
pl: sync-target

# label.lock_module
source: Lock sync module
de: Sync-Modul sperren
pl: Blokuj moduł synchronizacji

# label.lock_target
source: Lock sync target: {system}
de: Sperre Synchronisations-Ziel: {system}
pl: Zablokuj cel synchronizacji: {system}

# label.unlock_target
source: Unlock sync target: {system}
de: Synchronisation-Ziel entsperren: {system}
pl: Odblokuj cel synchronizacji: {system}

source: TYPO3 Redirects
de: TYPO3 Weiterleitungen
pl: TYPO3 Przekierowania

# label.sync_target
source: sync-target
de: Synchronisations-Ziel

# label.target
source: Target
de: Ziel

# label.unlock_module
source: Unlock sync module
de: Synchronisation-Modul entsperren
